Repository: TBinh99/FixSuCri-2nd
Catalog: SuCri/SuCri.Modul2.UI.Acad/Languages/UILanguage.*.resx
Languages: de_de

# AddPartsToSuText
source: Attach
de_de: Anhängen

# DocumentationManuButtonText1
source: Open
de_de: Öffnen

# DocumentationManuButtonText2
source: Open
de_de: Öffnen

# DocumentationManuButtonText3
source: Open
de_de: Öffnen

# DocumentationManuFooterText1
source: Installation Guidelines
de_de: Anwenderrichtlinien

# DocumentationManuFooterText2
source: Typicals
de_de: Anwendungsbeispiele

# DocumentationManuFooterText3
source: Datasheets
de_de: Datenblätter

# DocumentationSuCriButtonText1
source: Open
de_de: Öffnen

# DocumentationSuCriButtonText2
source: Open
de_de: Öffnen

# DocumentationSuCriFooterText1
source: User Manual
de_de: Bedienungsanleitung

# DocumentationSuCriFooterText2
source: Index Sheet
de_de: Index Datenblatt

# DocumentationViewTabControlText2
source: Manufacturer
de_de: Hersteller

# EmailSubject
source: SuCri Problems
de_de: SuCri Probleme

# MenuButton1
source: Quick Access
de_de: Schnellzugriff

# MenuButton2
source: Secondary Steel
de_de: Sekundärstahlbau

# MenuButton3
source: Reports
de_de: Berichte

# MenuButton4
source: Properties
de_de: Eigenschaften

# MenuButton5
source: Turbo Tools
de_de: Turbo Werkzeuge

# MenuButton6
source: Settings
de_de: Einstellungen

# MenuButton7
source: Documentation
de_de: Dokumentation

# MPSSDatasheetsLink
source: https://www.mpss-gmbh.com
de_de: https://www.mpss-gmbh.de

# MPSSInstallationGuidelinesLink
source: https://mpss-gmbh.de/wp-content/uploads/2023/02/MPSS-Double-U-System.pdf
de_de: https://mpss-gmbh.de/wp-content/uploads/2022/08/MP-FLEX-060-Doppel-U-System.pdf

# MPSSTypicalsLink
source: https://mpss-gmbh.de/wp-content/uploads/2022/08/MP-FLEX-100-Application-Examples.pdf
de_de: https://mpss-gmbh.de/wp-content/uploads/2022/08/MP-FLEX-100-Anwendungsbeispiele.pdf

# RemovePartsFromSuText
source: Detach
de_de: Lösen

# ReplaceSupportsDWGText
source: Replace [DWG]
de_de: Ersetzen [DWG]

# ReplaceSupportsPRJText
source: Replace [PRJ]
de_de: Ersetzen [PRJ]

# RestorePropsDWGText
source: Spec Properties [DWG]
de_de: Spec Eigenschaften [DWG]

# RestorePropsPRJText
source: Spec Properties [PRJ]
de_de: Spec Eigenschaften [PRJ]

# SearchSuButtonText
source: Select
de_de: Auswahl

# SettingsViewTab1ButtonText1
source: Start
de_de: Starten

# SettingsViewTab1Text1
source: Installationwizard
de_de: Einrichtungsassistent

# SettingsViewTab1Text3
source: Product language
de_de: Produktsprache

# SettingsViewTab1Text4
source: English
de_de: Deutsch

# SettingsViewTabControlText1
source: General
de_de: Allgemein

# SettingsViewTabControlText2
source: Advanced
de_de: Erweitert

# SettingsViewTabControlText3
source: Updates
de_de: Aktualisierungen

# SettingsViewTabControlText4
source: Licences
de_de: Lizenzen

# SiklaDatasheetsLink
source: https://www.sikla.us
de_de: https://www.sikla.de

# SiklaInstallationGuidelinesLink
source: https://www.sikla.de/fast/600/54275_Sikla_Anwenderrichtlinien_hohe%20Aufl%C3%B6sung_EN.pdf
de_de: https://www.sikla.de/fast/600/Sikla_Anwenderrichtlinie_de_2017_09_12_web.pdf

# SiklaTypicalsLink
source: https://www.sikla.de/fast/600/54275_Sikla_Anwenderrichtlinien_hohe%20Aufl%C3%B6sung_EN.pdf
de_de: https://www.sikla.de/fast/600/Sikla_Anwenderrichtlinie_de_2017_09_12_web.pdf

# SinglePlaceClampText
source: Clamp
de_de: Klemmsystem

# SinglePlaceSupportClampText
source: Support + Clamp
de_de: Halterung + Klemmsystem

# SinglePlaceSupportText
source: Support
de_de: Halterung

# TotalHeightDWGText
source: MTO Heights [DWG]
de_de: MTO Höhen [DWG]

# TotalHeightOptionText
source: Height option
de_de: Höheneinstellung

# TotalHeightPRJText
source: MTO Heights [PRJ]
de_de: MTO Höhen [PRJ]

# UpdatePropsDWGText
source: Dyn. Properties [DWG]
de_de: Dyn. Eigenschaten [DWG]

# UpdatePropsPRJText
source: Dyn. Properties [PRJ]
de_de: Dyn. Eigenschaten [PRJ]

# WizardText1
source: 1. Run Command PlantRegisterCustomScripts
de_de: 1. Ausführen des Befehls PlantRegisterCustomScripts

# WizardText2
source: 2. Add Customproperties SuNo and AdditionalMaterial to the Project
de_de: 2. Hinzufügen der Eigenschaften SuNo and AdditionalMaterial im Projekt

# WizardText3
source: 3. Restart Plant 3D
de_de: 3. Neustart von Plant 3D

# WizardText4
source: 4. Add SKEY's to the Project
de_de: 4. Hinzufügen der SKEY's in das Projekt

# WizardText5
source: 5. Check if you can place a SuCri Part without any errors
de_de: 5. Prüfen Sie ob ein Platzieren eines Bauteiles ohne Fehler funktioniert
